pages/undergroundgrammarian0101/index.html
<!DOCTYPE html>
<html prefix="" lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width">
<title>The Underground Grammarian | Mortis Acadame</title>
<link href="../../assets/css/all.css" rel="stylesheet" type="text/css">
<link rel="stylesheet" href="//fonts.googleapis.com/css?family=PT+Serif:400,400italic,700%7CPT+Sans:400">
<link rel="alternate" type="application/rss+xml" title="RSS" href="../../rss.xml">
<link rel="canonical" href="https://millejoh.github.io/MortisAcadame/pages/undergroundgrammarian0101/">
<!--[if lt IE 9]><![endif]--><meta name="author" content="John M. Miller">
<meta property="og:site_name" content="Mortis Acadame">
<meta property="og:title" content="The Underground Grammarian">
<meta property="og:url" content="https://millejoh.github.io/MortisAcadame/pages/undergroundgrammarian0101/">
<meta property="og:description" content="Volume One, Number One……January 1977





EDITORIAL POLICIES


The Underground Grammarian is an unauthorised journal devoted to the
protection of the Mother Tongue at Glassboro State College. Our lang">
<meta property="og:type" content="article">
<meta property="article:published_time" content="1977-01-21T00:00:00-07:00">
</head>
<body>
    <a href="#content" class="sr-only sr-only-focusable">Skip to main content</a>
    <!-- Target for toggling the sidebar `.sidebar-checkbox` is for regular
            styles, `#sidebar-checkbox` for behavior. -->
    <input type="checkbox" class="sidebar-checkbox" id="sidebar-checkbox"><!-- Toggleable sidebar --><div class="sidebar" id="sidebar">
        <div class="sidebar-item">
            <p>A reserved <a href="https://getnikola.com" target="_blank">Nikola</a> theme that places the utmost gravity on content with a hidden drawer. Made by <a href="https://twitter.com/mdo" target="_blank">@mdo</a> for Jekyll,
            ported to Nikola by <a href="https://twitter.com/ralsina" target="_blank">@ralsina</a>.</p>
        </div>
        
    <nav id="menu" role="navigation" class="sidebar-nav"><a class="sidebar-nav-item" href="../../">Home</a>
        <a class="sidebar-nav-item" href="../../pages">Essays</a>
        <a class="sidebar-nav-item" href="../../archive.html">Archive</a>
        <a class="sidebar-nav-item" href="../../categories/">Tags</a>
        <a class="sidebar-nav-item" href="../../rss.xml">RSS feed</a>
        <a class="sidebar-nav-item" href="../about/">About</a>
    
    
    </nav>
</div>

    <!-- Wrap is the content to shift when toggling the sidebar. We wrap the
         content to avoid any CSS collisions with our real content. -->
    <div class="wrap">
      <div class="masthead">
        <div class="container">
          
    <h3 id="brand" class="masthead-title">
      <a href="https://millejoh.github.io/MortisAcadame/" title="Mortis Acadame" rel="home">Mortis Acadame</a>
    </h3>

        </div>
      </div>

      <div class="container content" id="content">
        
<article class="post-text storypage" itemscope="itemscope" itemtype="http://schema.org/Article"><header><h1 class="post-title p-name entry-title" itemprop="headline name"><a href="." class="u-url">The Underground Grammarian</a></h1>

        

    </header><div class="e-content entry-content" itemprop="articleBody text">
    <div class="org-center">
<p>
Volume One, Number One……January 1977
</p>
</div>


<div id="outline-container-org775b302" class="outline-2">
<h2 id="org775b302">EDITORIAL POLICIES</h2>
<div class="outline-text-2" id="text-org775b302">
<p>
<b>The Underground Grammarian</b> is an unauthorised journal devoted to the
protection of the Mother Tongue at Glassboro State College. Our language can
be written and spoken correctly, even beautifully. We do not demand beauty,
but bad English cannot be excused or tolerated in a college. The underground
Grammarian will expose and ridicule examples of jargon, faulty syntax,
redundancy, needless neologism, and any other kind of outrage against English.
</p>

<p>
Clear language engenders clear thought, and clear thought is the most
important benefit of education. We are neither peddlers nor politicians that
we should prosper by that use of language which carries the least meaning. We
cannot honorably accept the wages, confidence, or licensure of the citizens
who employ us as we darken counsel by words without understanding. And so, to
the whole college community, to students, to teachers, and to administrators
of every degree, The Underground Grammarian gives
</p>

<div class="org-center">
<p>

</p>

<p>
WARNING!
</p>

<p>
RAPE
</p>

<p>
Of the Mother Tongue
</p>

<p>
WILL BE PUNISHED!
</p>
</div>
</div>
</div>


<div id="outline-container-orgdca7338" class="outline-2">
<h2 id="orgdca7338">THE WANDERING SCHOLAR</h2>
<div class="outline-text-2" id="text-orgdca7338">
<p>
<b>THE</b> following specimen was collected and analyzed by our field investigator,
who reads <i>everything</i>. Remember that. We quote in full a memo from Stanley B.
Yeldell dated October 20, 1976. Even the casual reader is repelled by the
jargon <i>forward</i> for <i>send</i>, <i>commence</i> for <i>begin</i>, and the unspeakable
<i>necessary and essential</i>, but our wandering scholar explores the failures of
thought and logic which always accompany bad English. And <i>vice versa</i>.
</p>


<blockquote>
<p>

</p>

<p>
In reference to the above captioned matter;
please be advised that the above committee
will serve as a center for all complaints,
problems and related matters of safety and
security.
</p>

<p>
Moreover, the intent of said committee is to
examine, investigate, recommend, and attempt
to resolve safety and security matters that
affect the welfare of this campus.
However, this committee deems it necessary
and essential that the college community
forward suggestions to this committee.
</p>

<p>
We hope that you will help said committee
provide a vital service that has been overdue;
but we maintain that we are alive and ready to
commence.
</p>

<p>
Moreover, we urge you to forward your
suggestion, complaints, and inquiries to any
of the subsequent members of this committee,
who are listed on the reverse side of this
letter.
</p>
</blockquote>

<p>
This notice illustrates the avoidable ugliness, redundancy, imprecision,
pretentiousness, and slovenly diction common to much writing distributed on
this campus. Each fault is illustrated in the first sentence. A concern for
clarity and precision would have suggested to the writer the direct statement,
<i>The Safety and Security Committee will serve as a center</i>. . . Such
directness would have saved nine words and would have avoided the clumsy
vapidity of <i>In reference to the above captioned matter and above committee</i>.
Directness would also have prevented the incompetent setting off of an
introductory phrase with a semi-colon. And furthermore, directness and
precision would have relieved Yeldell’s nagging fear that his readers would
not easily identify his committee. He might then have avoided the ugly
legalese of <i>said committee</i> in two places.
</p>

<p>
The use of the conjunction <i>but</i> in the third paragraph is curiously
illogical. As the common adversative conjunction, <i>but</i> is used to connect
clauses in which the total effect of one clause is opposed to the total effect
of the other. In this sentence, Yeldell apparently wants to emphasize the
contrast between providing a <i>vital service</i> and being <i>alive</i>. This implies
that <i>vital service</i> is not usually provided by committees that are <i>alive</i>,
or that <i>vital service</i> is usually provided by committees that are not
<i>alive</i>. This sentence is made even more curious by the use of <i>maintain</i> in
<i>we maintain that we are alive</i>. . . Here, <i>maintain</i> seems to mean “to
support or defend through argument.” Thus the clause implies that this
assertion is, at least, arguable, or that the committee may be dead. Not being
familiar with the committee, however, we cannot absolutely conclude that the
use of <i>maintain</i> is an example of slovenly diction.
</p>

<p>
The last sentence begins rather oddly with an illogical <i>moreover</i>, that not only
reminds the reader of the misuse of <i>but</i> and the questionable vitality of the
committee, but also conjoins these memories with an urgent request that all
readers forward <i>suggestions, complaints, and inquiries to any of the subsequent
members</i>. . . Of course, the confusion created by the misuse of <i>subsequent</i> is
partially clarified by the final inaccurate clause, <i>who are listed on the
reverse side of this letter</i>. Nevertheless, <i>subsequent</i> means “following in time
or coming later than something else.” Considering the questionable vitality of
the committee, a reader, guided by the apparent meaning of the clause and not a
charitable guess at the writer’s intentions, could interpret the request to mean
that <i>complaints and inquiries</i> should be sent to members of a later committee.
</p>

<p>
Good idea.
</p>
</div>
</div>

<div id="outline-container-org2080dfd" class="outline-2">
<h2 id="org2080dfd">QUOTE WITHOUT COMMENT</h2>
<div class="outline-text-2" id="text-org2080dfd">
<p>
<b>EVERY</b> month The Underground Grammarian will publish examples of indecent
exposure— unseemly public displays of bad English at Glassboro. Any reader who
can’t see anything wrong with our examples had better stop sending out
memoranda.
</p>

<blockquote>
<p>

</p>

<p>
It is important to note that these four thrusts of the college have given
emphasis both to programs tending towards vocational/occupational needs and
to programs tending towards the needs of the generally educated, cultured
citizen…. It is useful to analyze past and future in this bi-functional
manner, however.
</p>

<p>
— Mark Chamberlain, Planning for 1976-77— and Beyond, p. 2.
</p>

<p>
Your attempt to camouflage the fact you are copping out fails.
</p>

<p>
— Richard Ambacher, in The Glassboro Whit, November 11, 1976, p. 3.
</p>
</blockquote>

<p>
Next Month: A guided tour through the English Course Guide.
</p>
</div>

<div id="outline-container-orga9920aa" class="outline-3">
<h3 id="orga9920aa">What Can We Do?</h3>
<div class="outline-text-3" id="text-orga9920aa">
<p>
<b>The Underground Grammarian</b> does not advocate violence; it advocates ridicule.
Abusers of English are often pompous, and ridicule hurts them more than
violence. In every edition we will bring you practical advice for ridiculing
abusers of English.
</p>

<p>
This month’s target is any barbarian who says <i>advisement</i>. We can advise, or
give advice, or even do some advising. <i>Advisement</i> permits nothing beyond
what we can already mean with the words we have. Perhaps, by analogy to
<i>confinement</i>, it might name a condition in which we suffer the consequence of
having been advised; or, like <i>government</i>, it might indicate some cloud of
loosely related abstractions and institutions. Those who say it to us must
simply mean <i>advising</i>, but they fear that a clear naming of what they do will
reveal how little it needs doing, and they will find themselves in the streets
selling wind-up toys. Such people feel degraded unless what they do ends with
-ment or some other <i>official</i> sound such as -ation or -ivity. Work that ends
with -ing makes them nervous.
</p>

<p>
Do not boo and stamp your feet when some barbarian says <i>advisement</i>; it will
bring reprisal, for barbarians are vindictive. Simply mutter, just loud enough
to be heard, “Clickety-click-click.” This requires no lip movement and
suggests a wind-up toy. With a female barbarian, an equally good response is
“Ding-dong,” familiar to all television-addicted barbarians and suggesting
some more appropriate career in cosmetics.
</p>

<p>
When <i>advisement</i> appears in a document sent by campus mail, smear it with
something foul and return it to the sender.
</p>
</div>
</div>
</div>

<div id="outline-container-org76e1e37" class="outline-2">
<h2 id="org76e1e37">Good Hunting!</h2>
<div class="outline-text-2" id="text-org76e1e37">
<p>
ABOUT SUBSCRIPTIONS &amp; OTHER THINGS
</p>

<p>
There are no subscriptions. We don’t lack money, and we may attack you in the
next issue. No one is safe.
</p>

<p>
We will print no letters to the editor. We will give no space to opposing points
of view. They are wrong. <b>The Underground Grammarian</b> is at war and will give the
enemy nothing but battle.
</p>
</div>
</div>
    </div>
    

</article><footer id="footer"><p>Contents © 2020         <a href="mailto:millejoh@mac.com">John M. Miller</a> - Powered by         <a href="https://getnikola.com" rel="nofollow">Nikola</a>         </p>
            
        </footer>
</div>
    </div>
    <label for="sidebar-checkbox" class="sidebar-toggle"></label>
    
    
    
            <script src="../../assets/js/all-nocdn.js"></script><!-- fancy dates --><script>
    moment.locale("en");
    fancydates(0, "YYYY-MM-DD HH:mm");
    </script><!-- end fancy dates -->
</body>
</html>
